Repository: jalourenco/wagtail-pt_PT-translation
Catalog: wagtail/wagtailcore/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: Set this to something other than 80 if you need a specific port number to appear in URLs (e.g. development on port 8000). Does not affect request handling (so port forwarding still works).
pt_pt: Atribua um valor diferente de 80 se você necessitar que um número de porto específico apareça nas URLs (ex. desenvolvimento no porto 8000). Não afeta o tratamento de requisições (assim, o redirecionamento de portos continua a funcionar).

source: If true, this site will handle requests for all other hostnames that do not have a site entry of their own
pt_pt: Se verdadeiro, este site irá processar requisições de todos os outros hostnames que não tenham um site próprio

source: %(hostname)s is already configured as the default site. You must unset that before you can save this site as default.
pt_pt: O %(hostname)s já está configurado como site pré-definido. Tem de alterar essa configuração antes de poder guardar este site como pré-definido.

source: The page title as you'd like it to be seen by the public
pt_pt: O título da página como você gostaria que fosse visto pelo público

source: The name of the page as it will appear in URLs e.g http://domain.com/blog/[my-slug]/
pt_pt: O nome da página como ele irá aparecer nas URLs ex.: http://domain.com/blog/[my-slug]/

source: Page title
pt_pt: Título da página

source: Optional. 'Search Engine Friendly' title. This will appear at the top of the browser window.
pt_pt: Opcional. Título 'Amigável para Motores de Busca'. Isto irá aparecer no topo da janela do navegador.

source: Whether a link to this page will appear in automatically generated menus
pt_pt: Se um link para esta página irá aparecer nos menus gerados automaticamente

source: Go live date/time
pt_pt: Data/hora de publicação

source: Please add a date-time in the form YYYY-MM-DD hh:mm.
pt_pt: Por favor adicione uma data-hora no formato AAAA-MM-DD hh:mm.

source: Expiry date/time
pt_pt: Data/hora terminal

source: name '{0}' (used in subpage_types list) is not defined.
pt_pt: O nome '{0}' (usado na lista de tipos de sub-páginas) não está definido.
